<xsl:stylesheet version="1.0" xmlns:xsl="http://www.w3.org/1999/XSL/Transform" xmlns:xi="urn:xi" xmlns:css="urn:css">
  <xsl:template match="/">
    <div css:display='none' id='perf'><xsl:value-of select="/R/data/@perf"/></div>
    <table width="800px" class='task' cellpadding="0" cellspacing="0">
      <xsl:element name="tr">
        <xsl:attribute name="bgcolor"><xsl:value-of select="/R/page/main/bgcolor"/></xsl:attribute>
        <td colspan='3' align="center"><b> </b></td>
      </xsl:element>

      <tr>
	  	  <th colspan='3'>ТЕХНИЧЕСКИЙ ОТДЕЛ</th>
	    </tr>
  	  <tr><td>Осадчий Олег Валентинович</td>
  		  <td>технический директор</td>
  		  <td>216</td></tr>
  	  <tr><td>Бойков Олег Александрович</td>
  		  <td>зам. технического директора</td>
  		  <td>215</td></tr>
  	  <tr><td>Сартаков Алексей Александрович</td>
  		  <td>главный инженер</td>
  		  <td>248</td></tr>
  	  <tr><td>Кириченков Дмитрий Владимирович</td>
  		  <td>нач. сетевого операционного центра</td>
  		  <td>249</td></tr>
  	  <tr><td>Червонцев Роман Анатольевич</td>
  		  <td>инженер отдела IP-телефонии</td>
  		  <td>252</td></tr>
  	  <tr><td>Степанов Владимир Юрьевич</td>
  		  <td>группа системных разработок ОПР</td>
  		  <td>254</td></tr>
  	  <tr><td>Бурданов Алексей Владимирович</td>
  		  <td>оперативный дежурный</td>
  		  <td>255</td></tr>
  	  <tr><td>Брагин Тимофей Михайлович</td>
  		  <td>оперативный дежурный</td>
  		  <td>250</td></tr>
  	  <tr><td>Сергеев Антон Петрович</td>
  		  <td>оперативный дежурный</td>
  		  <td>220</td></tr>
  	  <tr><td>Лабзин Алексей Михайлович</td>
  		  <td>дежурный 2 уровня, начальник СПК</td>
  		  <td>279, 280 длинный гудок 100</td></tr>
  	  <tr><td>Зубков Алексей Николаевич</td>
  		  <td>дежурный 1 уровня</td>
  		  <td>279,280 длинный гудок 101</td></tr>
  	  <tr><td>Чубарых Михаил Валерьевич</td>
  		  <td>дежурный 1 уровня</td>
  		  <td>279,280 длинный гудок 102</td></tr>
  	  <tr><td>Демагин Александр Владимирович</td>
  		  <td>дежурный 2 уровня</td>
  		  <td>279, 280 длинный гудок 103</td></tr>
  	  <tr><td>Зимина Светлана Валерьевна</td>
  		  <td>инженер-программист</td>
  		  <td>279, 280 длинный гудок 105</td></tr>
  	  <tr><td>Чекрыгин Вадим Юрьевич</td>
  		  <td>группа оперативного реагирования</td>
  		  <td>279, 280 длинный гудок 106</td></tr>
  	  <tr><td>Жильцов Николай Александрович</td>
  		  <td>группа оперативного реагирования </td>
  		  <td>279, 280 длинный гудок 106</td></tr>
  	  <tr><td>Панкратов Александр Анатольевич</td>
  		  <td>группа оперативного реагирования</td>
  		  <td>279, 280 длинный гудок 106</td></tr>
  	  <tr><td>Айкашев Денис Юрьевич</td>
  		  <td>дежурный первого уровня</td>
  		  <td>279, 280 длинный гудок 107</td></tr>
  	  <tr><td>Шувалов Александр Евгеньевич</td>
  		  <td>служба поддержки клиентов</td>
  		  <td>279, 280 длинный гудок 107</td></tr>
  	  <tr><td>Кузьмин Валерий Сергеевич</td>
  		  <td>служба поддержки клиентов</td>
  		  <td>279, 280 длинный гудок 107</td></tr>
  	  <tr><td>Кириченков Илья Дмитриевич</td>
  		  <td>служба поддержки клиентов</td>
  		  <td>279, 280 длинный гудок 107</td></tr>
  	  <tr><td>Попов Денис</td>
  		  <td>служба поддержки клиентов</td>
  		  <td>279, 280 длинный гудок 107</td>
  	  </tr>
  	  <tr><td>Привалов Владимир Владимирович</td>
  		  <td>дежурный 1 уровня</td>
  		  <td>241</td></tr>
  	  <tr><td>Егоров Алексей Александрович</td>
  		  <td>дежурный 2 уровня</td>
  		  <td>241</td></tr>
  	  <tr><td>Мордашов Николай Владимирович</td>
  		  <td>дежурный 1 уровня</td>
  		  <td>241</td></tr>
  	  <tr><td>Журавлева Юлия Сергеевна</td>
  		  <td>дежурный 1 уровня</td>
  		  <td>241</td>
  	  </tr>
  	  <tr><td>Кузьмин Валерий Сергеевич</td>
  		  <td>дежурный 1 уровня</td>
        <td>241</td></tr>
  	  <tr><th colspan='3'>КОММЕРЧЕСКИЙ ОТДЕЛ</th></tr>
  	  <tr><td>Гребенникова Екатерина Павловна</td>
    		<td>зам. ком. директора по маркетингу</td>
       		<td>271</td></tr>
      <tr><td>Уткин Дмитрий Валерьевич</td>
  		  <td>начальник коммерческого отдела</td>
  		  <td>222</td></tr>
  	  <tr><td>Зайцев Евгений Николаевич</td>
  		  <td>старший менеджер</td>
  		  <td>222</td></tr>
  	  <tr><td>Тихомирова Юлия Вячеславовна</td>
  		  <td>менеджер</td>
  		  <td>217</td></tr>
  	  <tr><td>Киреева Екатерина Андреевна</td>
  		  <td>менеджер</td>
  		  <td>261</td></tr>
  	  <tr><td>Даулеталиев Талгат Серкалиевич</td>
  		  <td>менеджер</td>
  		  <td>262</td></tr>
  	  <tr><td>Филиппова Екатерина Генадьевна</td>
  		  <td>менеджер</td>
  		  <td>261</td></tr>
  	  <tr><td>Огурцова Светлана Игоревна</td>
  		  <td>менеджер</td>
  		  <td>262</td></tr>
  	  <tr><td>Подпорина Елена Анатольевна</td>
  		  <td>менеджер</td>
  		  <td>261</td></tr>
  	  <tr><th colspan='3'>АБОНЕНТСКИЙ ОТЕД</th></tr>
  	  <tr>
  		  <td>Танасейчук Ольга Владимировна</td>
  		  <td>начальник абонентского отдела</td>
  		  <td>218</td></tr>
  	  <tr><td>Шарова Ольга Ивановна</td>
  		  <td>специалист абон. отдела</td>
  		  <td>210</td></tr>
  	  <tr><td>Гусева Юлия Александровна</td>
  		  <td>специалист абон. отдела</td>
  		  <td>234</td></tr>
  	  <tr><td>Гульбинская Екатерина Владимировна</td>
  		  <td>специалист абон. отдела</td>
  		  <td>235</td></tr>
  	  <tr><td>Сергеева Ольга Александровна</td>
  		  <td>специалист абон. отдела</td>
  		  <td>258</td></tr>
  	  <tr><td>Пименова Елена Николаевна</td>
  		  <td>специалист абон. отдела</td>
  		  <td>221</td></tr>
    </table>
    <br/>
  </xsl:template>
</xsl:stylesheet>
